Repository: RRZE-Webteam/FAU-Studium
Catalog: languages/fau-degree-program-*_formal.po
Languages: de_de

source: %d revision was created.
de_de: Eine Revision wurde erstellt.

source: Add and edit degree programs and expose them via the REST API.
de_de: Studiengänge hinzufügen, bearbeiten und via REST-API zugänglich machen.

# backend: user role label
source: Degree Program Author
de_de: Studiengangssautor

# backend: user role label
source: Degree Program Editor
de_de: Studiengangsredakteur

# backoffice: admin bar menu item
source: Invalidate degree program caches
de_de: Studiengang-Caches invalidieren

# backoffice: admin notice
source: Could not invalidate degree program cache.
de_de: Der Studiengang-Cache konnte nicht invalidiert werden.

# backoffice: admin notice
source: Degree program cache invalidated.
de_de: Studiengang-Cache invalidiert.

# backoffice: degree program edit form
source: "Apply now" link
de_de: „Jetzt bewerben“-Link

# backoffice: degree program edit form
source: Admission requirements for Bachelor's/teaching degrees
de_de: Zugangsvoraussetzungen Bachelor/Lehramt

# backoffice: degree program edit form
source: Admission requirements for entering a Bachelor's/teaching degree at a higher semester
de_de: Zugangsvoraussetzungen Bachelor/Lehramt höheres Semester

# backoffice: degree program edit form
source: Admission requirements for Master's degree
de_de: Zugangsvoraussetzungen Master

# backoffice: Degree program edit form
source: Admission requirements, application and enrollment
de_de: Zugangsvoraussetzungen, Bewerbung und Einschreibung

# backoffice: degree program edit form
source: Application deadline summer semester
de_de: Bewerbungsfrist Sommersemester

# backoffice: degree program edit form
source: Application deadline winter semester
de_de: Bewerbungsfrist Wintersemester

# backoffice: degree program edit form
source: Area of study
de_de: Studienbereich

# backoffice: Degree program edit form
source: At a glance
de_de: Auf einen Blick

# backoffice: degree program edit form
source: Attributes
de_de: Attribute

# backoffice: Degree program edit form
source: Content
de_de: Inhalte

# backoffice: degree program edit form
source: Content-related admission requirements for Master's degree
de_de: Inhaltliche Zugangsvoraussetzungen Master

# backoffice: degree program edit form
source: Degree
de_de: Abschluss

# backoffice: degree program edit form
source: Degree program (URL)
de_de: Studiengang (URL)

# backoffice: degree program edit form
source: Degree program and examination regulations (URL)
de_de: Studien- und Prüfungsordnungen (URL)

# backoffice: degree program edit form
source: Degree Program Fees
de_de: Studiengangsgebühren

# backoffice: degree program edit form
source: Department/Institute (URL)
de_de: Department/Institut (URL)

# backoffice: degree program edit form
source: Details and notes
de_de: Details und Anmerkungen

# backoffice: degree program edit form
source: Duration of studies in semester
de_de: Studiendauer in Semester

# backoffice: degree program edit form
source: Entry text (promotional)
de_de: Einstiegtext (werbend)

# backoffice: degree program edit form
source: Examinations Office
de_de: Prüfungsamt

# backoffice: degree program edit form
source: Faculty
de_de: Fakultät

# backoffice: degree program edit form
source: Featured image
de_de: Beitragsbild

# backoffice: degree program edit form
source: Fee required
de_de: Kostenpflichtig

# backoffice: degree program edit form
source: Info brochure degree program (URL)
de_de: Infobroschüre Studiengang

# backoffice: degree program edit form
source: Keywords
de_de: Schlagwörter

# backoffice: degree program edit form
source: Language certificates/German language skills for international applicants
de_de: Sprachnachweise/Deutschkenntnisse für internationale Bewerberinnen und Bewerber

# backoffice: degree program edit form
source: Language skills
de_de: Sprachkenntnisse

# backoffice: degree program edit form
source: Language skills for Faculty of Humanities, Social Sciences, and Theology only
de_de: Sprachkenntnisse nur für die Philosophische Fakultät und Fachbereich Theologie

# backoffice: degree program edit form
source: Meta description
de_de: Metabeschreibung

# backoffice: degree program edit form
source: Module handbook (URL)
de_de: Modulhandbuch (URL)

# backoffice: degree program edit form
source: Number of students
de_de: Studierendenzahl

# backoffice: Degree program edit form
source: Organizational notes/links
de_de: Organisatorische Hinweise/Links

# backoffice: degree program edit form
source: Start of degree program
de_de: Studienbeginn

# backoffice: degree program edit form
source: Study location
de_de: Studienort

# backoffice: degree program edit form
source: Subject groups
de_de: Fächergruppen

# backoffice: degree program edit form
source: Subject-specific advice
de_de: Beratung aus dem Fach

# backoffice: degree program edit form
source: Subtitle
de_de: Untertitel

# backoffice: degree program edit form
source: Teaching language
de_de: Unterrichtssprache

# backoffice: degree program edit form
source: Teaser Image
de_de: Teaserbild

# backoffice: degree program edit form
source: Title
de_de: Titel

# backoffice: field label
source: Combination added
de_de: Kombination hinzugefügt

# backoffice: field label
source: Combination removed
de_de: Kombination entfernt

# backoffice: field label
source: Combinations
de_de: Kombinationen

# backoffice: field label
source: English link text
de_de: Englischer Linktext

# backoffice: field label
source: English link URL
de_de: Englische Link-URL

# backoffice: field label
source: English name
de_de: Englischer Name

# backoffice: field label
source: Invalid combination
de_de: Ungültige Kombination

# backoffice: field label
source: Invalid limited combination
de_de: Ungültige eingeschränkte Kombination

# backoffice: field label
source: Limited combination added
de_de: Eingeschränkte Kombination hinzugefügt

# backoffice: field label
source: Limited combination removed
de_de: Eingeschränkte Kombination entfernt

# backoffice: field label
source: Limited Combinations
de_de: Eingeschränkte Kombinationen

# backoffice: field label
source: Remove combination
de_de: Kombination entfernen

# backoffice: field label
source: Remove limited combination
de_de: Eingeschränkte Kombination entfernen

# backoffice: limited text input
source: %s characters left
de_de: %s Zeichen übrig

# backoffice: Multilingual container
source: empty
de_de: leer

# backoffice: revision notification
source: Degree programs revision notification
de_de: Mitteilung über die Revision von Studiengängen

# backoffice: revision notification
source: During the period, %d degree program was changed.
de_de: In diesem Zeitraum wurde ein Studiengang geändert.

# backoffice: revision notification
source: Revision at <a href="%1$s">%2$s</a> by %3$s.
de_de: Revision unter <a href="%1$s">%2$s</a> von %3$s.

# backoffice: revision notification
source: We inform about degree programs changes from %s.
de_de: Wir informieren über Änderungen an Studiengängen von %s.

# backoffice: revision notification
source: We inform about degree programs changes from the very beginning.
de_de: Wir informieren über Änderungen an Studiengängen von Anfang an.

# backoffice: selector message
source: You can only select %d item
de_de: Sie können nur ein Element auswählen

# backoffice: setting field
source: Maximum number of revisions
de_de: Maximale Anzahl von Revisionen

# backoffice: setting page section
source: Content item (accordion) titles
de_de: Titel der Inhaltselemente (Akkordeon)

# backoffice: setting page section
source: Degree program shared properties
de_de: Geteilte Eigenschaften Studiengang

# backoffice: setting page tab title
source: Content
de_de: Inhalte

# backoffice: setting page tab title
source: General
de_de: Allgemein

# backoffice: setting page title
source: FAU Degree Program
de_de: FAU Studiengang

# backoffice: setting title
source: About
de_de: Über

# backoffice: setting title
source: Career prospects
de_de: Berufliche Perspektiven

# backoffice: setting title
source: Counseling and Service Centers at FAU
de_de: Beratungs- und Servicestellen der FAU

# backoffice: setting title
source: Notes for international applicants
de_de: Hinweise für internationale Bewerber

# backoffice: setting title
source: Opportunities for spending time abroad
de_de: Wege ins Ausland

# backoffice: setting title
source: Qualities and skills
de_de: Qualitäten und Fähigkeiten

# backoffice: setting title
source: Semester dates
de_de: Semestertermine

# backoffice: setting title
source: Semester fee
de_de: Semesterbeitrag

# backoffice: setting title
source: Special Features
de_de: Besondere Hinweise

# backoffice: setting title
source: Specializations
de_de: Schwerpunkte

# backoffice: setting title
source: Start of semester
de_de: Semesterstart

# backoffice: setting title
source: Structure
de_de: Struktur

# backoffice: setting title
source: Student Advice and Career Service
de_de: Allgemeine Studienberatung

# backoffice: setting title
source: Students' Union/Student Initiatives
de_de: StuVe/FSI

# backoffice: setting title
source: Testimonials
de_de: Erfahrungsberichte

# backoffice: setting title
source: Why study at FAU
de_de: Warum an der FAU studieren

# backoffice: settings field description
source: English variant.
de_de: Englische Variante.

# backoffice: settings field description
source: German variant.
de_de: Deutsche Variante.

# backoffice: taxonomy plural name
source: Workflow authors
de_de: Workflow-Autoren

# backoffice: taxonomy singular name
source: Workflow author
de_de: Workflow-Autor

# backoffice: term field description
source: Link text used for English translation.
de_de: Für die englische Übersetzung verwendeter Linktext.

# backoffice: term field description
source: Link URL used for English translation.
de_de: Für die englische Übersetzung verwendete Link-URL.

# backoffice: term field description
source: Name used for English translation.
de_de: Für die englische Übersetzung verwendeter Name.

# backoffice: term field name
source: Abbreviation
de_de: Abkürzung

# backoffice: term field name
source: English abbreviation
de_de: Englische Abkürzung

# backoffice: term field name
source: English link text
de_de: Englischer Linktext

# backoffice: term field name
source: English link URL
de_de: Englische Link-URL

# backoffice: term field name
source: English name
de_de: Englischer Name

# backoffice: text control collection
source: No items added yet
de_de: Noch keine Elemente hinzugefügt

# backoffice: TextControlCollection
source: Add
de_de: Hinzufügen

# backoffice: TextControlCollection
source: Remove
de_de: Entfernen

# block description
source: Displays degree program editor form.
de_de: Zeigt das Formular für den Studiengangseditor an.

# block title
source: Degree program editor
de_de: Studiengangsredakteur

# block title
source: Description Details
de_de: Beschreibungsdetails

# block title
source: Description List
de_de: Beschreibungsliste

# block title
source: Description Term
de_de: Beschreibungsbegriff

source: Description details …
de_de: Beschreibungsdetails …

source: Description term …
de_de: Beschreibungsbegriff …

source: English variant of this field can not be empty.
de_de: Die englische Variante dieses Feldes darf nicht leer sein.

source: FAU Degree Program Management
de_de: FAU Studiengangsverwaltung

source: Field does not match pattern.
de_de: Feld stimmt nicht mit Muster überein.

source: Please select a featured image.
de_de: Bitte wählen Sie ein Beitragsbild.

source: Please select a teaser image.
de_de: Bitte wählen Sie ein Teaserbild.

source: Please select at least one item.
de_de: Bitte wählen Sie mindestens ein Element aus.

# rest_api: response status
source: Degree program not found.
de_de: Studiengang nicht gefunden.

# rest_api: response status
source: Something went wrong. Please try again later.
de_de: Etwas ging schief. Bitte versuchen Sie es später noch einmal.

# rest_api: response status
source: The page number requested is larger than the number of pages available.
de_de: Die angeforderte Seitenzahl ist größer als die Anzahl der verfügbaren Seiten.

# rest_api: schema item description
source: Admission requirement link.
de_de: Zugangsvoraussetzungen-Link.

# rest_api: schema item description
source: Admission requirements.
de_de: Zugangsvoraussetzungen.

# rest_api: schema item description
source: Application deadline summer semester.
de_de: Bewerbungsfrist Sommersemester.

# rest_api: schema item description
source: Application deadline winter semester.
de_de: Bewerbungsfrist Wintersemester.

# rest_api: schema item description
source: Attributes.
de_de: Attribute.

# rest_api: schema item description
source: Available translations.
de_de: Verfügbare Übersetzungen.

# rest_api: schema item description
source: Content-related admission requirements for Master’s degree.
de_de: Inhaltliche Zugangsvoraussetzungen Master.

# rest_api: schema item description
source: Content.
de_de: Inhalte.

# rest_api: schema item description
source: Counseling and Service Centers at FAU.
de_de: Beratungs- und Servicestellen der FAU.

# rest_api: schema item description
source: Degree program and examination regulations.
de_de: Studien- und Prüfungsordnungen.

# rest_api: schema item description
source: Degree program fees.
de_de: Studiengangsgebühren.

# rest_api: schema item description
source: Degree program limited possible combinations.
de_de: Eingeschränkt mögliche Studiengangskombinationen.

# rest_api: schema item description
source: Degree program possible combinations.
de_de: Mögliche Studiengangskombinationen.

# rest_api: schema item description
source: Degree program URL.
de_de: Studiengang-URL.

# rest_api: schema item description
source: Degree.
de_de: Abschluss.

# rest_api: schema item description
source: Details and notes.
de_de: Details und Anmerkungen.

# rest_api: schema item description
source: Examinations Office.
de_de: Prüfungsamt.

# rest_api: schema item description
source: Faculty.
de_de: Fakultät.

# rest_api: schema item description
source: Feature image.
de_de: Beitragsbild.

# rest_api: schema item description
source: Fee required.
de_de: Kostenpflichtig.

# rest_api: schema item description
source: Info brochure degree program.
de_de: Infobroschüre Studiengang.

# rest_api: schema item description
source: Language certificates/German language skills for international applicants.
de_de: Sprachnachweise/Deutschkenntnisse für internationale Bewerberinnen und Bewerber.

# rest_api: schema item description
source: Language code.
de_de: Sprachcode.

# rest_api: schema item description
source: Language skills for Faculty of Humanities, Social Sciences, and Theology only.
de_de: Sprachkenntnisse nur für die Philosophische Fakultät und Fachbereich Theologie.

# rest_api: schema item description
source: Language skills.
de_de: Sprachkenntnisse.

# rest_api: schema item description
source: Meta description.
de_de: Metabeschreibung.

# rest_api: schema item description
source: Module handbook.
de_de: Modulhandbuch.

# rest_api: schema item description
source: Notes for international applicants.
de_de: Hinweise für internationale Bewerber.

# rest_api: schema item description
source: Number of students.
de_de: Studierendenzahl.

# rest_api: schema item description
source: Opportunities for spending time abroad.
de_de: Wege ins Ausland.

# rest_api: schema item description
source: Semester dates.
de_de: Semestertermine.

# rest_api: schema item description
source: Semester fee.
de_de: Semesterbeitrag.

# rest_api: schema item description
source: Standard duration of study.
de_de: Regelstudienzeit.

# rest_api: schema item description
source: Start of degree program.
de_de: Studienbeginn.

# rest_api: schema item description
source: Start of semester.
de_de: Semesterstart.

# rest_api: schema item description
source: Student Advice and Career Service.
de_de: Allgemeine Studienberatung.

# rest_api: schema item description
source: Students' Union/Student Initiatives.
de_de: StuVe/FSI.

# rest_api: schema item description
source: Study location.
de_de: Studienorte.

# rest_api: schema item description
source: Subject groups.
de_de: Fächergruppen.

# rest_api: schema item description
source: Subject-specific advice.
de_de: Beratung aus dem Fach.

# rest_api: schema item description
source: Subtitle.
de_de: Untertitel.

# rest_api: schema item description
source: Teaching language.
de_de: Unterrichtssprache.

# rest_api: schema item description
source: Teaser image.
de_de: Teaserbild.

# rest_api: schema item description
source: Title.
de_de: Titel.

# rest_api: schema item description
source: Unique identifier for the degree program.
de_de: Eindeutiger Bezeichner für den Studiengang.

source: Save Settings
de_de: Einstellungen speichern

source: This field can not be empty.
de_de: Dieses Feld darf nicht leer sein.

source: Field
de_de: Feld

# backoffice: REST API
source: Empty data.
de_de: Leere Daten.

# backoffice: degree program list
source: Sticky
de_de: Oben gehalten

# backoffice: AJAX error
source: Invalid post id.
de_de: Ungültige Post-ID.

# backoffice: AJAX error
source: Invalid term.
de_de: Ungültiger Begriff.

# backoffice: AJAX error
source: Could not toggle sticky.
de_de: Konnte oben halten nicht umschalten.

# backoffice: setting title
source: "Tips for application" link text
de_de: „Tipps zur Bewerbung“-Linktext
